Repository: turris-cz/turris-translations
Catalog: */pkglists.po
Languages: de

source: Extensions of network protocols for 3G/LTE
de: Erweiterungen der Netzwerkprotokolle für 3G/LTE

source: Support for Turris Omnia and Turris MOX LTE pack.
de: Unterstützung für Turris Omnia und Turris MOX LTE Pack.

source: Advanced security & analytics - Turris Sentinel
de: Erweiterte Sicherheit und Analyse – Turris Sentinel

source: Software for participation in threat detection program which provides distributed adaptive firewall and statistics.
de: Software zur Teilnahme an einem Erkennungsprogramm für Bedrohungen, welches eine verteile adaptive Firewall und Statistiken bietet.

source: Usage Survey
de: Umfrage zur Verwendung

source: Collects data about router usage (installed packages, Internet connection type and etc.).
de: Sammelt Daten zur Verwendung des Routers (installierte Pakete, Art der Internetverbindung usw.).

source: Dynamic Firewall
de: Dynamische Firewall

source: Adds firewall rules to block attackers detected by Turris Sentinel network.
de: Fügt Firewallregeln hinzu, die Angreifer, welche vom Turris Sentinel-Netzwerk entdeckt wurden, blockieren.

source: Threat detection tool. Collects firewall logs about failed connection attempts.
de: Werkzeug zur Erkennung von Bedrohungen. Sammelt Firewall-Logs über fehlgeschlagene Verbindungsversuche.

source: Threat detection tool. Minimal honeypots to catch attackers by mimicking various protocols.
de: Werkzeug zur Bedrohungserkennung. Minimale Honeypots, die Angreifer anziehen, indem sie verschiedene Protokolle nachahmen.

source: Threat detection tool. SSH honeypot using Honeypot as a Service (haas.nic.cz).
de: Werkzeug zur Bedrohungserkennung. SSH-Honeypot, der Honeypot as a Service verwendet (haas.nic.cz).

source: RIPE Atlas SW Probe
de: RIPE Atlas SW-Sonde

source: Global platform, which measures Internet connectivity and reachability.
de: Globale Plattform zum Messen von Internet-Vernetzungsgrad und -Erreichbarkeit.

source: Software for sharing television received by a DVB tuner on Turris. Does not include device drivers.
de: Software zum Teilen des Fernsehens, das von einem DVB-Tuner auf Turris empfangen wurde. Enthält keine Gerätetreiber.

source: Hardening
de: Härtung

source: Seccomp tools for system hardening.
de: Seccomp-Werkzeuge zum Härten von Systemen.

source: Common passwords filter
de: Filter für gängige Passwörter

source: Compare new password you are about to set to access router with list of common passwords used by robots trapped in Turris honeypots.
de: Vergleicht neue Passwörter, die Sie auf dem Zugangsrouter zu setzen versuchen, mit einer Liste von Passwörtern, die Roboter, welche ein Turris-Honeypot eingefangen hat, auch schon verwendet haben.

source: OpenWrt's process jail
de: OpenWrts Prozess-Jail

source: ujail allows to limit processes by limiting syscalls and file-system access
de: ujail erlaubt das Einschränken von Prozessen, indem Systemaufrufe und Dateisystemzugriffe eingegrenzt werden

source: Secure Computing Mode (seccomp)
de: Modus für sichere Datenverabeitung (Secure Computing Mode, seccomp)

source: Optional support for seccomp allowing processes to isolate from them self
de: Optionale Unterstützung für seccomp, die Prozessen erlaubt, sich selbst zu isolieren

source: LuCI extensions
de: LuCI-Erweiterungen

source: Several additional tabs and controls for the advanced LuCI interface.
de: Mehrere zusätzliche Registerkarten und Bedienelemente für die erweiterte LuCI-Schnittstelle.

source: AdBlock
de: Werbeblocker

source: Script to block ad/abuse domains.
de: Skript zum Blockieren von Werbe- oder missbräuchlichen Domains.

source: Active Queue Management to boost performance on heavily loaded network.
de: Aktive Queue-Verwaltung zum Steigern der Leistung in schwer belasteten Netzwerken.

source: HTTP(S) proxy.
de: Ein HTTP(S)-Proxy.

source: Universal Plug and Play service.
de: Dienst für Universal Plug and Play.

source: Print server (p910nd)
de: Druckserver (p910nd)

source: Services allowing to connect a printer to the router and use it for remote printing.
de: Dienste, die es ermöglichen, einen Drucker mit dem Router zu verbinden und ihn für den entfernten Druck zu verwenden.

source: Statistics
de: Statistiken

source: Gather and render diagrams for system statistics by using collectd.
de: Sammelt Systemstatistiken mit collectd und erstellt daraus Diagramme.

source: Alternative to OpenVPN, it provides fast, modern and secure VPN tunnel.
de: Alternative zu OpenVPN, die einen schnellen, modernen und sicheren VPN-Tunnel bietet.

source: LXC utilities
de: LXC-Dienstprogramme

source: Set of utilities to manage Linux Containers (lightweight virtualization technology).
de: Eine Reihe von Dienstprogrammen zur Verwaltung von Linux Containern (leichte Virtualisierungstechnologie).

source: Services allowing to connect a disk to the router and use it as network data store.
de: Dienste, die es ermöglichen, eine Festplatte mit dem Router zu verbinden und sie als Netzwerkdatenspeicher zu verwenden.

source: Implementation of SMB network protocol.
de: Umsetzung des SMB-Netzwerkprotokolls.

source: Digital media sharing server.
de: Digitaler Server zum Verteilen von Medien.

source: BitTorrent client.
de: Client für BitTorrent.

source: Software RAID storage support using mdadm.
de: Unterstützung für Software-RAID mittels mdadm.

source: Encrypted Storage
de: Speicherverschlüsselung

source: Add support to access encrypted storage devices using dm-crypt.
de: Fügt Unterstützung für den Zugriff auf verschlüsselte Speichergeräte mittels dm-crypt hinzu.

source: Network monitoring and parental control
de: Netzwerküberwachung und Kindersicherung

source: Tools to monitor local network and users on it.
de: Werkzeuge zum Überwachen von lokalen Netzwerken und seiner Benutzer.

source: Internet connection speed measurement
de: Geschwindigkeitsmessung der Internetverbindung

source: Actively measures speed of Internet connection using netmetr.cz service.
de: Misst aktiv die Geschwindigkeit der Internetverbindung mit dem Dienst netmetr.cz.

source: New devices detection
de: Erkennung neuer Geräte

source: Software for detecting new devices on local network.
de: Software zur Erkennung neuer Geräte im lokalen Netzwerk.

source: Software for in depth monitoring of your traffic using Suricata.
de: Software zur tiefgründigen Überwachung ihres Datenverkehrs mittels Suricata.

source: Simple integration of Intrusion Detection System.
de: Einfache Integration eines Intrusion Detection Systems.

source: Turris MOX network boot
de: Turris MOX Netzwerk-Boot

source: Server-side for Turris MOX without microSD card used as Wi-Fi access point.
de: Server für SD-Karten-losen Turris MOX, der als Access Point benutzt wird.

source: Netdata
de: Netzdaten

source: Real-time perfomance and health monitoring options.
de: Optionen für Echtzeitüberwachung von Leistung und Systemzustand.

source: Self-hosted files hosting and productivity platform that keeps you in control. Alternative to services such as Dropbox or Google Drive.
de: Selbstbetriebene Dateiablage- und Produktivitätsplattform, die Sie unter Kontrolle haben. Alternative zu Diensten wie Dropbox und Google Drive.

source: Easy setup of the OpenVPN client and server from Foris.
de: Eine einfache Einrichtung des OpenVPN-Clients und -Servers von Foris.

source: Service to increase anonymity on the Internet.
de: Service zur Erhöhung der Anonymität im Internet.

source: Alternative core drivers
de: Alternative Kerntreiber

source: These options allow you to use alternative drivers over those available in default installation. You can try to enable these if you encounter some problems with default ones.
de: Diese Option ermöglicht es Ihnen, die in einer Standard-Installation mitgelieferten Treiber durch andere zu ersetzen. Das kann beispielsweise dann helfen, wenn mit den mitgelieferten Treibern Probleme auftreten.

source: Candela Technologies Wi-Fi drivers for Qualcomm Atheros QCA988x
de: Wi-Fi-Treiber von Candela Technologies für Qualcomm Atheros QCA988x

source: Alternative driver from Candela Technologies.
de: Alternativer Treiber von Candela Technologies.

source: Candela Technologies Wi-Fi drivers for Qualcomm Atheros QCA988x with improved stability in busy networks
de: Wi-Fi-Treiber von Candela Technologies für Qualcomm Atheros QCA988x mit verbesserter Stabilität in stark frequentierten Netzwerken

source: Alternative driver from Candela Technologies. It uses HTT TX data path for management frames, which improves stability in busy networks.
de: Alternativer Treiber von Qualcomm Atheros QCA988x. Es verwendet den HTT-TX-Datenpfad für Management-Frames, was die Stabilität in gut ausgelasteten Netzwerken verbessert.

source: Advanced users
de: Fortgeschrittene Benutzer

source: This functionality is usable only for advanced users.
de: Dieses Funktionsmerkmal steht nur fortgeschrittenen Benutzern zur Verfügung.

source: Community
de: Gemeinschaft

source: This package list is not officially supported. Turris team has no responsibility for stability of software that is part of this list.
de: Dieses Paket wird offiziell nicht unterstützt. Das Turris-Team ist für die Stabilität der Software auf dieser Liste nicht verantwortlich.

source: Experimental
de: Experimentell

source: Software that is part of this package list is considered experimental. Problems when using it might be expected.
de: Software auf dieser Paketliste wird als experimentell angesehen. Probleme bei der Verwendung sind zu erwarten.

source: Deprecated
de: MIssbilligt

source: This package list and/or software that provides is planned to be removed. It is advised to not use it.
de: Diese Paketliste und/oder Software, die sie enthält, ist zur Entfernung vorgesehen. Es empfiehlt sich nicht, sie zu verwenden.

source: External storage
de: Externer Speicher

source: Using external storage is highly suggested for this package list usage. Software it contains can wear out flash storages as it performs increased amount of writes.
de: Für diese Liste wird nachdrücklich empfohlen, ein externes Speichergerät einzusetzen. Die darauf enthaltene Software ist schreibintensiv und kann so die Abnutzung von Flash-Speicher beschleunigen.

source: High memory usage
de: Hohe RAM-Auslastung

source: Software in this package list consumes possibly higher amount of RAM to run. It is not suggested to use it with small memory.
de: Software auf dieser Paketliste hat einen höheren Arbeitsspeicherbedarf. Es empfiehlt sich nicht, sie in einem kleinen Speicher laufen zu lassen.

source: High storage usage
de: Großer Festspeicherbedarf

source: Software in this package list consumes possibly higher amount of storage space to install. It is not suggested to use it with small storages such as internal storage of Turris 1.x and microSD cards with less than 1GB of storage.
de: Software in dieser Speicher benötigt mehr Speicherplatz zur Installation. Es empfiehlt sich nicht, sie auf kleinen Speichern wie dem internen Speicher des Turris 1.x und micro-SD-Karten mit weniger als 1 GB zu installieren.

source: Network load
de: Netzwerkauslastung

source: This functionality can decrease network performance. That can be felt only on faster uplinks but because of that it still can be decremental to some users.
de: Diese Funktionalität kann die Leistung des Netzwerks senken. Sie wirkt sich nur auf schnelleren Uplinks spürbar aus, kann aber trotzdem nachteilig für einige Benutzer sein.
