Repository: turris-cz/turris-translations
Catalog: */user-notify.po
Languages: it

source: Another formatting job currently in progress, not switching to new drive.
it: Un altro processo di formattazione è in corso, non cambiate disco.

source: Formatting drive failed, try unpluging it and repluging it in again.
it: La formattazione non é andata a buon fine, provate a disconnettere e riconnettere il disco.

source: Can't get UUID of your newly formatted drive.
it: Impossibile recuperare l'UUID del disco appena formattato.

source: Can't find your current srv location.
it: Impossibile trovare la posizione attuale di srv.

source: Your new disk for storing data has been setup successfully. All you need to do now is to reboot your router for changes to take effect. Be aware that if you have some local data stored on your current storage, those will get moved during reboot, so your next reboot might take quite some time.
it: Il vostro nuovo disco per i dati è stato configurato correttamente. Riavviare il router affinché le modifiche abbiano effetto. I dati salvati nel disco attuale verranno spostati durante il riavvio, l'operazione può richiedere un certo tempo.

source: Moving files failed, please check manually what went wrong and what files were left on your old drive.
it: Lo spostamento dei file è fallito, procedete con una verifica manuale delle ragioni del fallimento e verificate quali file sono stati lasciati sul vecchio disco.

source: Distribution %1 version %2 was just installed as a container.
it: La distribuzione %1 versione %2 è stata installata come container.

source: Content of the tarballs is provided by third party, thus there is no warranty of any kind nor support from Turris team.
it: Il contenuto degli archivi è fornito da terze parti, non vi è alcuna garanzia ne supporto da parte della squadra Turris.

source: Do not use containers on internal flash, they can wear it down really fast!!!
it: Non utilizzate container sulla flash interna, la potrebbero danneggiare rapidamente!!!

source: This is a testing notification. Please ignore me.
it: Questa è una notifica di test. Vi prego di ignorarla.
